Repository: Marciobds/shuup-cielo
Catalog: shuup_cielo/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Show Dashboard
pt_br: Exibir Dashboard

source: Configurations
pt_br: Configurações

source: Shop
pt_br: Loja

source: Affiliation number
pt_br: Número do credenciamento

source: Payment information
pt_br: Informações do pagamento

source: Edit payment information
pt_br: Informações do pagamento

source: {0}x of {1} | Total={2})
pt_br: {0}x sem juros de {1} (Total={2})

source: {0}x of {1} | Total={2} | Interest rate: {3}%)
pt_br: {0}x com juros de {1} (Total={2} | Taxa={3}%a.m.)

source: Not created
pt_br: Não criado

source: Created
pt_br: Criado

source: In progress
pt_br: Em progresso

source: Authenticated
pt_br: Autenticado

source: Not authenticated
pt_br: Não autenticado

source: Authorized
pt_br: Autorizado

source: Not authorized
pt_br: Não autorizado

source: Captured
pt_br: Capturado

source: Cancelled
pt_br: Cancelado

source: Authenticating
pt_br: Autenticando

source: Cancelling
pt_br: Cancelando

source: Unknown error
pt_br: Erro desconhecido

source: Credit
pt_br: Crédito

source: Installment credit
pt_br: Parcelado loja

source: Debit
pt_br: Débito

source: Simple
pt_br: Simples

source: PRICE table
pt_br: Tabela PRICE

source: Only authenticate
pt_br: Somente autenticar

source: Only if the transaction gets authenticated
pt_br: Somente se a transação for autenticada

source: If the transaction gets authenticated or not
pt_br: Se a transação for autenticada ou não

source: Direct, do not authenticate
pt_br: Direta, não autenticar

source: Recurrent
pt_br: Recorrente

source: Brand
pt_br: Bandeira

source: Holder
pt_br: Portador

source: As printed on the card
pt_br: Como está impresso no cartão

source: Card number
pt_br: Número do cartão

source: Security code
pt_br: Código de segurança

source: Expiration year
pt_br: Ano de vencimento

source: Expiration month
pt_br: Mês de vencimento

source: Number of installments
pt_br: Número de parcelas

source: Invalid card number
pt_br: Número do cartão inválido

source: Invalid card brand
pt_br: Bandeira inválida

source: This brand does not accept installments
pt_br: Esta bandeira não aceita parcelamento

source: Invalid security code.
pt_br: Código de segurança inválido.

source: Your card is expired
pt_br: Seu cartão está vencido

source: Invalid expiration date
pt_br: Data de validade inválida

source: Credit card
pt_br: Cartão de crédito

source: Debit card
pt_br: Cartão de débito

source: No payment identified.
pt_br: Nenhum pagamento identificado

source: Order cancelled
pt_br: Pedido cancelado

source: Order
pt_br: Pedido

source: Cielo pre-order transaction
pt_br: Transação pré-pedido

source: Cielo pre-order transactions
pt_br: Transações pré-pedido

source: shop
pt_br: loja

source: Cielo Order
pt_br: Pedido Cielo

source: Transaction ID
pt_br: ID da transação (TID)

source: Transaction status
pt_br: Estado

source: Creation date
pt_br: Data de criação

source: Last update
pt_br: Última atualização

source: Card holder
pt_br: Portador

source: Card brand
pt_br: Bandeira

source: Installments
pt_br: Parcelas

source: Product
pt_br: Produto

source: transaction total
pt_br: Total parcelado

source: total captured
pt_br: Total capturado

source: total reversed
pt_br: Total estornado

source: interest amount
pt_br: Taxa de juros mensal

source: Authorization LR code
pt_br: Código LR da autorização

source: Authorization NSU
pt_br: NSU

source: Authorization date
pt_br: Data autorização

source: ECI security level
pt_br: Nível segurança ECI

source: Authentication date
pt_br: Data autenticação

source: International transaction
pt_br: Transação internacional

source: Cielo 1.5 transaction
pt_br: Transação Cielo v1.5

source: Cielo 1.5 transactions
pt_br: Transações Cielo v1.5

source: Fail to update Cielo transation info
pt_br: Falha ao atualizar informações da transação

source: Failed to cancel transaction {0}
pt_br: falha ao cancelar transação {0}

source: Affiliation secret key
pt_br: Chave secreta

source: Auto capture transactions
pt_br: Capturar transações automaticamente

source: Enable this to capture transactions right after they get approved.
pt_br: Ative para que as transações sejam capturadas logo após serem aprovadas

source: Authorization mode
pt_br: Modo de autorização

source: Select the authroization type for credit cards.
pt_br: Selecione o modo de autorização para cartões de crédito

source: Maximum installments number
pt_br: Quantidade máxima de parcelas

source: Installments without interest
pt_br: Parcelas sem taxa de juros

source: How many installments will have no interest applied.
pt_br: Informe quantas parcelas não terão juros aplicado

source: Interest type
pt_br: Tipo de juros

source: Interest rate
pt_br: Taxa de juros mensal

source: Minimum installment amount
pt_br: Valor mínimo da parcela

source: Sandbox mode
pt_br: Modo Sandbox

source: Enable this to activate Developer mode (test mode).
pt_br: Ative para habilitar o modo Desenvolvedor (testes)

source: cielo configuration
pt_br: Configuração Cielo

source: cielo configurations
pt_br: Configurações Cielo

source: Cielo configuration for {0}
pt_br: Configuração Cielo para {0}

source: Cielo installment interest
pt_br: Taxa de parcelamento Cielo

source: Captures and returns the total interest amount of an installment
pt_br: Captura e retorna o total de juros de um parcelamento

source: installment interest for {0}x
pt_br: taxa de juros para {0}x

source: Discount percentage
pt_br: Percentual de desconto

source: Applies a discount percentage over the basket's products
pt_br: Aplica um percentual de desconto sobre os produtos do carrinho

source: products discount {0:.2f}%
pt_br: desconto nos produtos de {0:.2f}%

source: This version contains no information about transactions yet. Improvements are currently being developed..
pt_br: Esta versão não contém nenhuma informação de transações ainda. Melhorias serão desenvolvidas em breve.

source: Version:
pt_br: Versão:

source: Transactions
pt_br: Transações

source: There was an error refreshing the transaction.
pt_br: Houve um arro ao atualizar a transação.

source: Are you sure do you want to CAPTURE this transaction?
pt_br: Tem certeza que deseja CAPTURAR esta transação?

source: There was an error capturing the transaction.
pt_br: Houve um erro ao capturar a transação.

source: Are you sure do you want to CANCEL this transaction?
pt_br: Tem certeza que deseja CANCELAR esta transação?

source: There was an error canceling the transaction.
pt_br: Houve um erro ao estornar a transação.

source: Create date
pt_br: Data criação

source: Status
pt_br: Estado

source: Total captured
pt_br: Total capturado

source: Total canceled
pt_br: Total estornado

source: Authorization LR
pt_br: Código autorização LR

source: International?
pt_br: Internacional?

source: yes
pt_br: sim

source: no
pt_br: não

source: Authentication ECI
pt_br: ECI autenticação

source: Refresh
pt_br: Atualizar

source: Capture
pt_br: Capturar

source: Cancel
pt_br: Estornar

source: Credit card information
pt_br: Dados do cartão

source: Warning: transaction already authorized!
pt_br: Alerta: transação já autorizada!

source: A valid and authorized transaction already exists. To cancel the current transaction and change the payment information, just fill and submit this form again.
pt_br: Uma transação válida e autorizada já existe. Para cancelar transações anteriores e alterar os dados do pagamento, preencha e envie novamente este formulário com os novos dados. Caso você não queira alterar informação alguma, pule este passo.

source: Skip
pt_br: Pular

source: Continue
pt_br: Continuar

source: Retrieving installments..
pt_br: Obtendo parcelas..

source: Failed to retrieve installments
pt_br: Falha ao obter parcelamento

source: Please, wait..
pt_br: Por favor, aguarde..

source: An unexpected error occured.
pt_br: Um erro inesperado ocorreu.

source: Failed to cancel old Cielo transaction
pt_br: Falha ao cancelar transação antiga

source: Cielo transaction error.
pt_br: Erro na transação Cielo

source: Payment not identified. Old transactions were also cancelled.
pt_br: Pagamento não identificado. Transações antigas foram canceladas.

source: Transaction not authorized: {0}
pt_br: Pagamento não autorizado: {0}

source: Transaction authorized.
pt_br: Pagamento autorizado.
